Repository: equalitie/ouinet.work
Catalog: */index.po
Languages: ta

source: en
ta: என்

source: About
ta: பற்றி

source: Docs
ta: கோப்புகள்

source: Community
ta: சமூகம்

source: Censorship.no! - Browse Freely
ta: தணிக்கை. இல்லை! - சுதந்திரமாக உலாவுக

source: Ouinet | Peer to peer to freedom
ta: ஓவினெட் | சுதந்திரத்திற்கு சகாக இருக்கும்

source: Bypass internet shutdowns with Ouinet
ta: ஓவினெட்டுடன் இணைய பணிநிறுத்தங்களை பைபாச் செய்யுங்கள்

source: Ouinet is a collection of software tools and support infrastructure that provide access to web resources when access to the unrestricted internet is unreliable or unavailable, tailored for scenarios of limited internet connectivity and selective network traffic filtering.
ta: ஓவினெட் என்பது மென்பொருள் கருவிகள் மற்றும் உதவி உள்கட்டமைப்பின் தொகுப்பாகும், இது கட்டுப்பாடற்ற இணையத்தை அணுகும் போது வலை வளங்களுக்கான அணுகலை வழங்கும் நம்பமுடியாதது அல்லது கிடைக்காது, இது வரையறுக்கப்பட்ட இணைய இணைப்பு மற்றும் தேர்ந்தெடுக்கப்பட்ட பிணைய போக்குவரத்து வடிகட்டலின் காட்சிகளுக்கு வடிவமைக்கப்பட்டுள்ளது.

source: Interested in enabling Ouinet's peer-to-peer functionality in your app? Get the SDK and learn more in our <a href="docs.html">Integration Guide</a>.
ta: உங்கள் பயன்பாட்டில் ஓயினின் பியர்-டு-பியர் செயல்பாட்டை இயக்குவதில் ஆர்வமா? SDK ஐப் பெற்று மேலும் எங்கள் <a href = "docs.html"> ஒருங்கிணைப்பு வழிகாட்டி </a> இல் மேலும் அறிக.

source: <a href="https://gitlab.com/equalitie/ouinet" style="text-align:center"><button class="btn btn-outline-danger mt-3 mb-3" type="button" style="text-align: center;">Get the SDK</button></a> <a href="docs.html" style="text-align:center"><button class="btn btn-outline-danger mt-3 mb-3" type="button" style="text-align: center;">Integration Guide</button></a>
ta: <a href = "https://gitlab.com/equalitie/ouinte" சூல் தண்டு = "text-align: மையம்"> <பொத்தான் வகுப்பு = "BTN BTN-OUTLINE-DANGER MT-3 MB-3" வகை = "பொத்தான்" சூல் தண்டு = "text-align: மையம்;"> SDK ஐப் பெறுங்கள் </பொத்தான்> </a> <a href = "docs.html" சூல் தண்டு = "text-align: மையம்"> <பொத்தான் வகுப்பு = "btn btn-outline -டேஞ்சர் MT-3 MB-3 "வகை =" பொத்தான் "style =" text-align: மையம்; "> ஒருங்கிணைப்பு வழிகாட்டி </பொத்தான்> </a>

source: Current implementations:
ta: தற்போதைய செயலாக்கங்கள்:

source: Browse Freely
ta: சுதந்திரமாக உலாவுக

source: Ceno Browser
ta: விலை உலாவி

source: Access web content through a network of cooperating peers - even when the internet is down or censored. Install Ceno Browser today and be prepared for the next time you get 🔌 unplugged.
ta: ஒத்துழைக்கும் சகாக்களின் பிணையம் மூலம் வலை உள்ளடக்கத்தை அணுகவும் - இணையம் குறைந்துவிட்டாலும் அல்லது தணிக்கை செய்யப்பட்டாலும் கூட. இன்று செனோ உலாவியை நிறுவி, அடுத்த முறை நீங்கள் 🔌 அவிழ்க்கப்படும்போது தயாராக இருங்கள்.

source: Grow the network - Become a bridge!
ta: நெட்வொர்க்கை வளர்க்கவும் - ஒரு பாலமாக மாறவும்!

source: Paskoocheh
ta: பாச்கூச்

source: Paskoocheh (Farsi for “alley way”) is an app store that enables easy access to circumvention and privacy tools, with peer-to-peer sharing of apps in shutdown scenarios powered by Ouinet.
ta: பாச்கூச்சே (“ஆலி வே” க்கான ஃபார்சி) என்பது ஒரு பயன்பாட்டுக் கடையாகும், இது சுற்றறிக்கை மற்றும் தனியுரிமைக் கருவிகளை எளிதாக அணுக உதவுகிறது, ஓவினெட் இயக்கும் பணிநிறுத்தம் காட்சிகளில் பயன்பாடுகளை பியர்-டு-பியர் பகிர்வது.

source: Free and Open Source
ta: இலவச மற்றும் திறந்த மூல

source: Your Project!
ta: உங்கள் திட்டம்!

source: Interested in enabling Ouinet's peer-to-peer functionality in your app? Visit our <a href="../about.html">Integration Guide</a> or contact us via the chat form at the bottom of this page.
ta: உங்கள் பயன்பாட்டில் ஓயினின் பியர்-டு-பியர் செயல்பாட்டை இயக்குவதில் ஆர்வமா? எங்கள் <a href = "../ geal.html"> ஒருங்கிணைப்பு வழிகாட்டி </a> ஐப் பார்வையிடவும் அல்லது இந்த பக்கத்தின் கீழே உள்ள அரட்டை படிவம் வழியாக எங்களை தொடர்பு கொள்ளவும்.
