Repository: equalitie/ouinet.work
Catalog: img/.beabridge/*.po
Languages: es, my

source: BECOME A BRIDGE﻿
es: CONVIÉRTETE EN UN PUENTE
my: ပေါင်းကူးတစ်ခု ဖြစ်လိုက်ပါ

source: Want to help grow the network?
es: ¿Quieres ayudar a que la red crezca?
my: ကွန်ရက် ကျယ်ပြန့်လာအောင် ကူညီလိုပါသလား။

source: Join the swarm!
es: ¡Únete al enjambre!
my: အဖွဲ့တွင် ပါဝင်လိုက်ပါ။

source: ﻿THE EASY WAY: ANDROID
es: LA MANERA FÁCIL: ANDROID
my: လွယ်ကူသော နည်းလမ်း- ANDROID

source: Run CENO Browser on your Android device, and/or a spare, always-on device.
es: Ejecuta al Navegador CENO en tu dispositivo Android, y/o en un dispositivo redundante, siempre encendido.
my: သင့် Android စက်နှင့်/သို့မဟုတ် အပိုဆောင်း အမြဲဖွင့် စက်တွင် CENO ဘရောက်ဇာကို လုပ်ဆောင်ပါ။

source: RUN THE CENO DOCKER CLIENT
es: EJECUTA EL CLIENTE DOCKER DE CENO
my: CENO DOCKER လက်ခံစက်ကို အသုံးပြုပါ

source: Alternatively, with just one command you can set up a bridge on your computer or VPS.
es: Alternativamente, con un solo comando puedes establecer un puente en tu computadora o VPS.
my: တစ်နည်းအားဖြင့် သင်သည် ညွှန်ကြားချက်တစ်ခုတည်းဖြင့် သင့်ကွန်ပျူတာ သို့မဟုတ် VPS ပေါ်တွင် ပေါင်းကူးတစ်ခု တည်ဆောက်နိုင်သည်။

source: OPEN A PORTAL TO THE INTERNET
es: ABRE UN PORTAL A INTERNET
my: အင်တာနက်သို့ ပေါ်တယ်တစ်ခု ဖွင့်ပါ

source: Ensure UPnP is enabled on your router, or set up port forwarding.
es: Asegúrate de que UPnP esté habilitado en tu enrutador, o configura la redirección de puertos.
my: သင့်ရောက်တာတွင် UPnP ကို ဖွင့်ထားကြောင်း သေချာပါစေ၊ ထိုသို့မဟုတ်ပါက ပေါ့တ် တစ်ဆင့်ပို့ခြင်းကို သတ်မှတ်ပါ။

source: TO SEE IF IT'S WORKING:
es: PARA VER SI ESTÁ FUNCIONANDO:
my: အလုပ်လုပ်ကြောင်း ကြည့်ရန်–

source: Create and open a new Firefox Profile, and set the proxy to localhost, port 8077.
es: Crea y abre un nuevo perfil de Firefox, y configura el proxy para que apunte a localhost, puerto 8077.
my: Firefox ပရိုဖိုင်းအသစ်တစ်ခု ဖန်တီးပြီး ဖွင့်ပါ၊ ထို့နောက် ပရောက်စီကို အထိုင်စက်၏၊ ပေါ့တ် 8077 သို့ သတ်မှတ်ပါ။

source: THANK YOU FOR JOINING THE SWARM!
es: ¡GRACIAS POR UNIRTE AL ENJAMBRE!
my: အဖွဲ့တွင် ပါဝင်သည့်အတွက် ကျေးဇူးတင်ပါသည်။

source: Install the CENO Web Extension and the provided certificate to test it out!
es: ¡Instala la extensión web de CENO y el certificado provisto para probarlo!
my: ၎င်းကို စမ်းကြည့်ရန် CENO ဝဘ်အဆက်နှင့် ပေးထားသော အသိအမှတ်ပြုလက်မှတ်ကို ထည့်သွင်းပါ။
